/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Un monitor ha sido desconectado mientras se jugaba y causó la terminación de la partida. Tienes que reiniciar el juego si quieres volver a usar un monitor secundario.";

/* from the scheme panel
   from the team panel */
"Add" = "Añadir";

/* No comment provided by engineer. */
"Aggressive" = "Agresivo";

/* No comment provided by engineer. */
"All" = "Todos";

/* from the settings table */
"Alternate Damage" = "Daño alternativo";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "¿Estás seguuuuro?";

/* from the settings table */
"Audio Preferences" = "Preferencias de sonido";

/* No comment provided by engineer. */
"Available Teams" = "Equipos disponibles";

/* No comment provided by engineer. */
"Average" = "Media";

/* No comment provided by engineer. */
"Backup" = "Copia de seguridad";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Antes de jugar la repetición debe ser generada";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Antes de volver la repetición debe ser generada";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Abusón";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cavern" = "Caverna";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Cambiar el sombrero del erizo";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Chatea con los desarrolladores a través del IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Elige un simbolo carismático para tu equipo";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Elige la tumba del erizo";

/* No comment provided by engineer. */
"Choose team fort" = "Elige el fuerte de tu equipo";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Selecionar un esquema seleccionará su arma asociada";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Menu clásico de munición";

/* No comment provided by engineer. */
"Community" = "Comunidad";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Las ventanas emergentes con el daño aparecerán en todos los golpes";

/* from the scheme panel
   from the team panel */
"Done" = "Hecho";

/* from the scheme panel
   from the team panel */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Editar las preferencias de los esquemas";

/* No comment provided by engineer. */
"Edit team settings" = "Editar la preferencias del equipo";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Editar las preferencias de las armas";

/* No comment provided by engineer. */
"End Game" = "Terminar juego";

/* No comment provided by engineer. */
"Flag" = "Bandera";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Síguenos en Twitter";

/* No comment provided by engineer. */
"Fort" = "Fuerte";

/* No comment provided by engineer. */
"Game Modifiers" = "Modificadores del juego";

/* No comment provided by engineer. */
"Game Settings" = "Ajustes del juego";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Grave" = "Tumba";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars soporta varios monitores, pero la pantalla debe ser conectada antes de lanzar el juego";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Puercos controlados por la máquina";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Manten presionada un arma para ver que hace.\nToca en cualquier parte para parar.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Manten presionada un arma para ver que hace.\nPuedes mover esta ventana a cualquier parte de la pantalla.";

/* ammo selection */
"Initial quantity " = "Cantidad inicial";

/* from the settings table */
"Insert your password" = "Escribe tu contraseña";

/* from the settings table */
"Insert your username (if you have one)" = "Escribe tu usuario (si tienes uno)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Únete a nosotros en Facebook";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Large Floating Islands" = "Islas Flotantes Grandes";

/* No comment provided by engineer. */
"Large Tunnels" = "Túneles Grandes";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Deja un comentario positivo en iTunes!";

/* No comment provided by engineer. */
"Level" = "Nivel";

/* No comment provided by engineer. */
"Loading..." = "Cargando...";

/* from the settings table */
"Main Configuration" = "Configuración Principal";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Marcar la muerte de tus soldados caídos";

/* No comment provided by engineer. */
"Max Hogs:" = "Puercos máximos:";

/* No comment provided by engineer. */
"Medium" = "Mediano";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Islas Flotantes Medianas";

/* No comment provided by engineer. */
"Medium Tunnels" = "Túneles Medianos";

/* No comment provided by engineer. */
"Missing detail" = "Detalle no encontrado";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Las misiones no necesitan más configuración";

/* from the settings table */
"Music" = "Música";

/* No comment provided by engineer. */
"Names and Hats" = "Nombres y sombreros";

/* from the settings table */
"Nickname" = "Nick";

/* No comment provided by engineer. */
"No filter" = "Ningún filtro";

/* No comment provided by engineer. */
"No thanks" = "No gracias";

/* ammo selection */
"Number of turns before you can use this weapon " = "Turnos hasta que puedas usar este arma";

/* Short for 'Never' */
"Nvr" = "Nnc";

/* No comment provided by engineer. */
"Of course!" = "Claro!";

/* No comment provided by engineer. */
"Ok, got it" = "Ok, comprendido";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Opción para controlar el equipo o dejar a la maquina decidir";

/* from the settings table */
"Other Settings" = "Otros Ajustes";

/* from the settings table */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Eligue la jerga que los puercos hablarán";

/* No comment provided by engineer. */
"Playing Teams" = "Equipos Jugando";

/* ammo selection */
"Presence probability in crates " = "Posibilidad de encontralo en cajas ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Toca para continuar o desliza el dedo para eliminar una partida guardada";

/* No comment provided by engineer. */
"Preview not available" = "Vista previa no disponible";

/* ammo selection */
"Quantity that you will find in a crate " = "Cantidad que encontrarás en una caja";

/* No comment provided by engineer. */
"Remind me later" = "Recuérdamelo más tarde";

/* Short for 'Random' */
"Rnd" = "Aleat";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Scheme" = "Esquema";

/* No comment provided by engineer. */
"Scheme mismatch" = "Desajuste de esquemas";

/* No comment provided by engineer. */
"Scheme Name" = "Nombre del esquema";

/* No comment provided by engineer. */
"Schemes" = "Esquemas";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Selecciona al menos dos equipos para jugar";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Selecciona un Esquema o un Arma para esta partida";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Selecciona la fortaleza invencible (solo válido para juegos de fortaleza)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Selecciona que estilo de munición prefieres";

/* No comment provided by engineer. */
"Set difficulty level" = "Establecer nivel de dificultad";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Establecer la voz de los herizos";

/* No comment provided by engineer. */
"Set team flag" = "Establecer la bandera del equipo";

/* on the overlay */
"Set!" = "Establecido!";

/* No comment provided by engineer. */
"Show Help" = "Mostrar Ayuda";

/* No comment provided by engineer. */
"Small" = "Pequeño";

/* No comment provided by engineer. */
"Small Floating Islands" = "Islas Flotantes Pequeñas";

/* No comment provided by engineer. */
"Small Tunnels" = "Túneles pequeños";

/* from the settings table */
"Sound" = "Sonido";

/* No comment provided by engineer. */
"Style" = "Estilo";

/* No comment provided by engineer. */
"Support" = "Soporte";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Sincronizar Esquemas y Armas";

/* No comment provided by engineer. */
"Tag" = "Etiqueta";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Toque para añadir puercos o cambiar el color, toque para eliminar un equipo";

/* No comment provided by engineer. */
"Team Name" = "Nombre del equipo";

/* No comment provided by engineer. */
"Team Preferences" = "Preferencia de equipo";

/* No comment provided by engineer. */
"Teams" = "Equipos";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "El mapa es demasiado pequeños para tantos puercos";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "La insignia robot indica un equipo controlado por la IA";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "El esquema que seleccionastes solo permite dos equipos";

/* No comment provided by engineer. */
"This weapon is locked" = "Este arma esta bloqueada";

/* No comment provided by engineer. */
"Too few teams playing" = "Hay demasiados pocos equipos jugando";

/* No comment provided by engineer. */
"Too many hogs" = "Demasiados puercos";

/* No comment provided by engineer. */
"Too many teams" = "Demasiados equipos";

/* No comment provided by engineer. */
"Visit our website" = "Visita nuestra web";

/* No comment provided by engineer. */
"Voice" = "Voz";

/* No comment provided by engineer. */
"Wacky" = "Chiflado";

/* No comment provided by engineer. */
"Wait for the Preview" = "Espera la repetición";

/* No comment provided by engineer. */
"Weaky" = "Mojado";

/* No comment provided by engineer. */
"Weapon" = "Arma";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Municiones de las armas";

/* No comment provided by engineer. */
"Weapons" = "Armas";

/* No comment provided by engineer. */
"Weaponset Name" = "Nombre del conjunto de armas";

/* No comment provided by engineer. */
"Well, maybe not..." = "Bueno, a lo mejor no...";

/* No comment provided by engineer. */
"Worldwide" = "Internacional";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Puedes añadir una descripción si quieres";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "El número de equipos supera el permitido en esta partida";

